import React from "react";
import Header from "../components/nav";
import Footer from "../components/body-components/footer";
import Icons from "../components/body-components/icons";


function Guarantee() {
    return (
        <>
            <Header/>
            <div className="guarantee">
                <p><h2>Гарантии</h2></p>
                <div id="guarantee">
                    <h3>Гарантия на все виды работ</h3>
                    <p>
                        Наша компания ответственно подходит к выполнению всех работ <br/>и готова предоставить
                        собственную
                        гарантию после их осуществления.<br/> Она предлагается на срок до трех месяцев, так вы будете
                        полностью<br/>
                        уверены в качестве ремонта.
                        <br/>
                        <br/>

                        Если в течение этого времени произойдет повторная поломка <br/>компонентов, которые были
                        установлены
                        нашими специалистами, то<br/> сервис бесплатно выполнит повторные работы. Такие случаи
                        большая<br/>
                        редкость в
                        нашей компании. Но все-таки клиентам будет приятно<br/> осознавать, что они полностью защищены
                        от
                        возможных<br/> проблем в будущем.
                    </p>
                    <br/>
                    <br/>
                    <br/>

                    <h3>Ремонт ноутбуков с гарантией</h3>
                    <p>
                        Если вам потребовалось гарантийное обслуживание, то нужно <br/>обратиться в наш сервис и
                        предоставить
                        квитанцию. Она выдается <br/>после завершения ремонта каждому клиенту и
                        является<br/> официальным
                        документом,
                        который подтверждает обращение в нашу<br/> компанию.
                        <br/>

                        Срок гарантии исчисляется с даты выдачи устройства после ремонта.<br/> Она указывается
                        непосредственно в
                        квитанции, именно от этого <br/>числа происходит отсчет.<br/>
                        <br/>
                        <br/>
                        <br/>


                        При приеме техники по гарантии наши специалисты проведут <br/>оперативное тестирование,
                        определив
                        причину
                        повторной поломки.<br/> После диагностики сотрудники смогут назначить необходимый<br/> ремонт. В
                        зависимости
                        от сложности поломки и наличия детали,<br/> работы могут занять некоторое время. Но наша
                        компания
                        сделает
                        все для того,<br/> чтобы оперативно отремонтировать ваше устройство.
                        <br/>
                        <br/>
                        <br/>


                        Обращаясь к нам, вы будете полностью уверены в качестве<br/> проведенных работ. Наша компания
                        заботиться
                        о своих клиентах, вы<br/> всегда сможете получить грамотную поддержку. В случае
                        если<br/> произойдет
                        повторная
                        поломка, сотрудники быстро вернут вашу<br/> технику к работе.
                        <br/>
                        <br/>
                        <br/>

                        Помните, что профессиональный сервис всегда предоставляет<br/> качественную помощь и не бросает
                        своих
                        клиентов после ремонта.<br/> Теперь вы знаете, к кому необходимо обратиться, чтобы
                        выполнить<br/>
                        качественный
                        ремонт!<br/>
                    </p>
                </div>
            </div>
            <Icons/>
            <Header/>
            <Footer/>
        </>
    )
}

export default Guarantee;